shariltumin/wake_on_pin-esp32_sleep-micropython/esp32/boards/ESP32_TEST/mpconfigboard.h

#define MICROPY_HW_BOARD_NAME "ESP32 (My board)"
#define MICROPY_HW_MCU_NAME "ESP32"

// Enable Pin sleep weakup
#define SOC_PM_SUPPORT_EXT0_WAKEUP          (1)

